#### InchesOfWater60DegreesFahrenheitPer100Feet Property

---

|  |
| --- |
| UnitTypeId Class   See Also |

Inches of water (60 Â°F) per 100 feet.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId InchesOfWater60DegreesFahrenheitPer100Feet { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property InchesOfWater60DegreesFahrenheitPer100Feet As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ InchesOfWater60DegreesFahrenheitPer100Feet { 	ForgeTypeId^ get (); } ``` |

# See Also

UnitTypeId Class

Autodesk.Revit.DB Namespace